Repository: loSpaccaBit/clipboard-archivio
Catalog: ClipboardArchivio/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans

source: Older items are removed automatically. Pinned and vault items are always excluded.
ar: تُزال العناصر الأقدم تلقائيًا. العناصر المثبتة وعناصر الخزنة مستثناة دائمًا.
de: Ältere Einträge werden automatisch entfernt. Angeheftete und Tresor-Einträge sind immer ausgeschlossen.
es: Los elementos antiguos se eliminan automáticamente. Los fijados y de la bóveda siempre quedan excluidos.
fr: Les éléments plus anciens sont supprimés automatiquement. Les épinglés et le coffre sont toujours exclus.
it: Gli elementi più vecchi vengono eliminati automaticamente. Fissati e vault sono sempre esclusi.
ja: 古い項目は自動的に削除されます。ピン留めとVaultの項目は常に除外されます。
ko: 오래된 항목은 자동으로 제거됩니다. 고정 및 보관함 항목은 항상 제외됩니다.
nl: Oudere items worden automatisch verwijderd. Vastgezette en kluisitems zijn altijd uitgesloten.
pl: Starsze elementy są usuwane automatycznie. Przypięte i elementy sejfu są zawsze wykluczone.
pt_br: Itens mais antigos são removidos automaticamente. Fixados e do cofre são sempre excluídos.
ru: Старые элементы удаляются автоматически. Закреплённые и элементы хранилища всегда исключены.
tr: Eski öğeler otomatik olarak kaldırılır. Sabitlenen ve kasa öğeleri her zaman hariç tutulur.
zh_hans: 较早的项目会自动移除。固定项和保险库项目始终除外。

source: Open archive
ar: فتح الأرشيف
de: Archiv öffnen
es: Abrir archivo
fr: Ouvrir l'archive
it: Apri archivio
ja: アーカイブを開く
ko: 보관함 열기
nl: Archief openen
pl: Otwórz archiwum
pt_br: Abrir arquivo
ru: Открыть архив
tr: Arşivi aç
zh_hans: 打开归档

source: Open at Mac login
ar: الفتح عند تسجيل دخول Mac
de: Beim Mac-Start öffnen
es: Abrir al iniciar el Mac
fr: Ouvrir à la connexion du Mac
it: Apri all'avvio del Mac
ja: Macログイン時に開く
ko: Mac 로그인 시 열기
nl: Openen bij Mac-aanmelding
pl: Otwórz przy logowaniu Maca
pt_br: Abrir ao iniciar o Mac
ru: Открывать при входе в Mac
tr: Mac oturum açışında aç
zh_hans: Mac 登录时打开

source: Open history
ar: فتح السجل
de: Verlauf öffnen
es: Abrir historial
fr: Ouvrir l'historique
it: Apri cronologia
ja: 履歴を開く
ko: 기록 열기
nl: Geschiedenis openen
pl: Otwórz historię
pt_br: Abrir histórico
ru: Открыть историю
tr: Geçmişi aç
zh_hans: 打开历史记录

source: Other
ar: أخرى
de: Sonstiges
es: Otros
fr: Autre
it: Altro
ja: その他
ko: 기타
nl: Overig
pl: Inne
pt_br: Outros
ru: Другое
tr: Diğer
zh_hans: 其他

source: Paste with ⌘V in the target app, then press Next for the following clip.
ar: الصق بـ ⌘V في التطبيق المستهدف، ثم اضغط التالي للعنصر التالي.
de: Mit ⌘V in der Ziel-App einfügen, dann Weiter für den nächsten Eintrag drücken.
es: Pega con ⌘V en la app de destino y pulsa Siguiente para el siguiente elemento.
fr: Collez avec ⌘V dans l'app cible, puis appuyez sur Suivant pour l'élément suivant.
it: Incolla con ⌘V nell'app di destinazione, poi premi Prossimo per l'appunto successivo.
ja: 対象アプリで⌘Vで貼り付け、次のクリップは「次へ」を押してください。
ko: 대상 앱에서 ⌘V로 붙여넣은 후 다음 클립은 '다음'을 누르세요.
nl: Plak met ⌘V in de doel-app en druk op Volgende voor het volgende item.
pl: Wklej za pomocą ⌘V w aplikacji docelowej, następnie naciśnij Dalej dla kolejnego elementu.
pt_br: Cole com ⌘V no app de destino e pressione Próximo para o item seguinte.
ru: Вставьте с ⌘V в целевом приложении, затем нажмите «Далее» для следующего элемента.
tr: Hedef uygulamada ⌘V ile yapıştırın, sonraki öğe için Sonraki'ye basın.
zh_hans: 在目标 App 中用 ⌘V 粘贴，然后按“下一个”处理下一项。

source: Pasting %@
ar: لصق %@
de: Einfügen %@
es: Pegando %@
fr: Collage %@
it: Incollaggio %@
ja: 貼り付け中 %@
ko: 붙여넣는 중 %@
nl: Plakken %@
pl: Wklejanie %@
pt_br: Colando %@
ru: Вставка %@
tr: Yapıştırılıyor %@
zh_hans: 正在粘贴 %@

source: Pause active
ar: الإيقاف المؤقت نشط
de: Pause aktiv
es: Pausa activa
it: Pausa attiva
ja: 一時停止中
ko: 일시 중지 활성
nl: Pauze actief
pl: Pauza aktywna
pt_br: Pausa ativa
ru: Пауза активна
tr: Duraklatma etkin
zh_hans: 暂停已启用

source: Pause duration
ar: مدة الإيقاف
de: Pausendauer
es: Duración de la pausa
fr: Durée de la pause
it: Durata pausa
ja: 一時停止の時間
ko: 일시 중지 시간
nl: Duur van pauze
pl: Czas trwania pauzy
pt_br: Duração da pausa
ru: Длительность паузы
tr: Duraklatma süresi
zh_hans: 暂停时长

source: Pause saving
ar: إيقاف الحفظ مؤقتًا
de: Speichern pausieren
es: Pausar guardado
fr: Mettre l'enregistrement en pause
it: Pausa salvataggio
ja: 保存を一時停止
ko: 저장 일시 중지
nl: Opslaan pauzeren
pl: Wstrzymaj zapisywanie
pt_br: Pausar salvamento
ru: Приостановить сохранение
tr: Kaydetmeyi duraklat
zh_hans: 暂停保存

source: Performance
ar: الأداء
de: Leistung
es: Rendimiento
fr: Performances
it: Prestazioni
ja: パフォーマンス
ko: 성능
nl: Prestaties
pl: Wydajność
pt_br: Desempenho
ru: Производительность
tr: Performans
zh_hans: 性能

source: Performance test completed
ar: اكتمل اختبار الأداء
de: Leistungstest abgeschlossen
es: Prueba de rendimiento completada
fr: Test de performances terminé
it: Test performance completato
ja: パフォーマンステスト完了
ko: 성능 테스트 완료
nl: Prestatietest voltooid
pl: Test wydajności zakończony
pt_br: Teste de desempenho concluído
ru: Тест производительности завершён
tr: Performans testi tamamlandı
zh_hans: 性能测试已完成

source: Performance test failed
ar: فشل اختبار الأداء
de: Leistungstest fehlgeschlagen
es: Prueba de rendimiento fallida
fr: Échec du test de performances
it: Test performance non riuscito
ja: パフォーマンステスト失敗
ko: 성능 테스트 실패
nl: Prestatietest mislukt
pl: Test wydajności nie powiódł się
pt_br: Teste de desempenho falhou
ru: Тест производительности не выполнен
tr: Performans testi başarısız
zh_hans: 性能测试失败

source: Pin
ar: تثبيت
de: Anheften
es: Fijar
fr: Épingler
it: Fissa
ja: ピン留め
ko: 고정
nl: Vastzetten
pl: Przypnij
pt_br: Fixar
ru: Закрепить
tr: Sabitle
zh_hans: 固定

source: Pinned
ar: مثبّت
de: Angeheftet
es: Fijado
fr: Épinglé
it: Fissato
ja: ピン留め済み
ko: 고정됨
nl: Vastgezet
pl: Przypięte
pt_br: Fixado
ru: Закреплено
tr: Sabitlendi
zh_hans: 已固定

source: Preferences (⌘,)
ar: التفضيلات (⌘,)
de: Einstellungen (⌘,)
es: Preferencias (⌘,)
fr: Réglages (⌘,)
it: Preferenze (⌘,)
ja: 設定 (⌘,)
ko: 환경설정 (⌘,)
nl: Voorkeuren (⌘,)
pl: Ustawienia (⌘,)
pt_br: Preferências (⌘,)
ru: Настройки (⌘,)
tr: Tercihler (⌘,)
zh_hans: 偏好设置 (⌘,)

source: Preferences — Clipboard Archive
ar: التفضيلات — Clipboard Archive
de: Einstellungen — Clipboard Archive
es: Preferencias — Clipboard Archive
fr: Réglages — Clipboard Archive
it: Preferenze — Appunti Archivio
ja: 設定 — Clipboard Archive
ko: 환경설정 — Clipboard Archive
nl: Voorkeuren — Clipboard Archive
pl: Ustawienia — Clipboard Archive
pt_br: Preferências — Clipboard Archive
ru: Настройки — Clipboard Archive
tr: Tercihler — Clipboard Archive
zh_hans: 偏好设置 — Clipboard Archive

source: Preferences…
ar: التفضيلات…
de: Einstellungen…
es: Preferencias…
fr: Réglages…
it: Preferenze…
ja: 設定…
ko: 환경설정…
nl: Voorkeuren…
pl: Ustawienia…
pt_br: Preferências…
ru: Настройки…
tr: Tercihler…
zh_hans: 偏好设置…

source: Privacy — Don't save
ar: الخصوصية — عدم الحفظ
de: Datenschutz — Nicht speichern
es: Privacidad — No guardar
fr: Confidentialité — Ne pas enregistrer
it: Privacy — Non salvare
ja: プライバシー — 保存しない
ko: 개인정보 — 저장 안 함
nl: Privacy — Niet opslaan
pl: Prywatność — Nie zapisuj
pt_br: Privacidade — Não salvar
ru: Конфиденциальность — Не сохранять
tr: Gizlilik — Kaydetme
zh_hans: 隐私 — 不保存

source: Protected content
ar: محتوى محمي
de: Geschützter Inhalt
es: Contenido protegido
fr: Contenu protégé
it: Contenuto protetto
ja: 保護されたコンテンツ
ko: 보호된 콘텐츠
nl: Beschermde inhoud
pl: Chroniona zawartość
pt_br: Conteúdo protegido
ru: Защищённое содержимое
tr: Korumalı içerik
zh_hans: 受保护内容

source: Protected vault
ar: خزنة محمية
de: Geschützter Tresor
es: Bóveda protegida
fr: Coffre protégé
it: Vault protetto
ja: 保護されたVault
ko: 보호된 보관함
nl: Beschermde kluis
pl: Chroniony sejf
pt_br: Cofre protegido
ru: Защищённое хранилище
tr: Korumalı kasa
zh_hans: 受保护保险库

source: Quit
ar: إنهاء
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nl: Afsluiten
pl: Zakończ
pt_br: Sair
ru: Выйти
tr: Çık
zh_hans: 退出

source: Relaxed
ar: متساهل
de: Locker
es: Relajado
fr: Souple
it: Permissivo
ja: 緩い
ko: 완화
nl: Soepel
pl: Luźna
pt_br: Relaxado
ru: Мягкая
tr: Esnek
zh_hans: 宽松

source: Remove from vault
ar: إزالة من الخزنة
de: Aus Tresor entfernen
es: Quitar de la bóveda
fr: Retirer du coffre
it: Rimuovi dal vault
ja: Vaultから削除
ko: 보관함에서 제거
nl: Uit kluis verwijderen
pl: Usuń z sejfu
pt_br: Remover do cofre
ru: Удалить из хранилища
tr: Kasadan kaldır
zh_hans: 从保险库移除

source: Requires macOS 13 or later.
ar: يتطلب macOS 13 أو أحدث.
de: Erfordert macOS 13 oder neuer.
es: Requiere macOS 13 o posterior.
fr: Nécessite macOS 13 ou ultérieur.
it: Richiede macOS 13 o successivo.
ja: macOS 13以降が必要です。
ko: macOS 13 이상이 필요합니다.
nl: Vereist macOS 13 of nieuwer.
pl: Wymaga macOS 13 lub nowszego.
pt_br: Requer macOS 13 ou posterior.
ru: Требуется macOS 13 или новее.
tr: macOS 13 veya üzeri gerekir.
zh_hans: 需要 macOS 13 或更高版本。

source: Results
ar: النتائج
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
pl: Wyniki
pt_br: Resultados
ru: Результаты
tr: Sonuçlar
zh_hans: 结果

source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
ko: 재개
nl: Hervatten
pl: Wznów
pt_br: Retomar
ru: Возобновить
tr: Sürdür
zh_hans: 继续

source: Resume saving
ar: استئناف الحفظ
de: Speichern fortsetzen
es: Reanudar guardado
fr: Reprendre l'enregistrement
it: Riprendi salvataggio
ja: 保存を再開
ko: 저장 재개
nl: Opslaan hervatten
pl: Wznów zapisywanie
pt_br: Retomar salvamento
ru: Возобновить сохранение
tr: Kaydetmeyi sürdür
zh_hans: 恢复保存

source: Resumes in %@
ar: يستأنف خلال %@
de: Fortsetzung in %@
es: Se reanuda en %@
fr: Reprise dans %@
it: Riprende tra %@
ja: %@後に再開
ko: %@ 후 재개
nl: Hervat over %@
pl: Wznawia za %@
pt_br: Retoma em %@
ru: Возобновится через %@
tr: %@ içinde sürdürülür
zh_hans: %@ 后恢复

source: Retention
ar: الاحتفاظ
de: Aufbewahrung
es: Retención
fr: Conservation
it: Conservazione
ja: 保持
ko: 보존
nl: Bewaring
pl: Przechowywanie
pt_br: Retenção
ru: Хранение
tr: Saklama
zh_hans: 保留

source: Run cleanup now
ar: تشغيل التنظيف الآن
de: Bereinigung jetzt ausführen
es: Ejecutar limpieza ahora
fr: Lancer le nettoyage maintenant
it: Esegui pulizia ora
ja: 今すぐクリーンアップ
ko: 지금 정리 실행
nl: Nu opschonen
pl: Uruchom czyszczenie teraz
pt_br: Executar limpeza agora
ru: Запустить очистку сейчас
tr: Temizliği şimdi çalıştır
zh_hans: 立即清理

source: Run performance test (30s)
ar: تشغيل اختبار الأداء (30 ث)
de: Leistungstest ausführen (30s)
es: Ejecutar prueba de rendimiento (30s)
fr: Lancer le test de performances (30s)
it: Esegui test performance (30s)
ja: パフォーマンステストを実行 (30秒)
ko: 성능 테스트 실행 (30초)
nl: Prestatietest uitvoeren (30s)
pl: Uruchom test wydajności (30s)
pt_br: Executar teste de desempenho (30s)
ru: Запустить тест производительности (30 с)
tr: Performans testini çalıştır (30 sn)
zh_hans: 运行性能测试 (30 秒)

source: Saved items
ar: عناصر محفوظة
de: Gespeicherte Einträge
es: Elementos guardados
fr: Éléments enregistrés
it: Elementi salvati
ja: 保存済み項目
ko: 저장된 항목
nl: Opgeslagen items
pl: Zapisane elementy
pt_br: Itens salvos
ru: Сохранённые элементы
tr: Kaydedilen öğeler
zh_hans: 已保存项目

source: Saving paused
ar: الحفظ متوقف مؤقتًا
de: Speichern pausiert
es: Guardado en pausa
fr: Enregistrement en pause
it: Salvataggio in pausa
ja: 保存一時停止中
ko: 저장 일시 중지됨
nl: Opslaan gepauzeerd
pl: Zapisywanie wstrzymane
pt_br: Salvamento pausado
ru: Сохранение приостановлено
tr: Kaydetme duraklatıldı
zh_hans: 保存已暂停

source: Screenshot
ar: لقطة شاشة
es: Captura de pantalla
fr: Capture d'écran
ja: スクリーンショット
ko: 스크린샷
nl: Schermafbeelding
pl: Zrzut ekranu
pt_br: Captura de tela
ru: Снимок экрана
tr: Ekran görüntüsü
zh_hans: 截屏

source: Screenshot.png
ar: لقطة شاشة.png
es: Captura de pantalla.png
fr: Capture d'écran.png
ja: スクリーンショット.png
ko: 스크린샷.png
nl: Schermafbeelding.png
pl: Zrzut ekranu.png
pt_br: Captura de tela.png
ru: Снимок экрана.png
tr: Ekran görüntüsü.png
zh_hans: 截屏.png

source: Screenshots
ar: لقطات شاشة
es: Capturas de pantalla
fr: Captures d'écran
it: Screenshot
ja: スクリーンショット
ko: 스크린샷
nl: Schermafbeeldingen
pl: Zrzuty ekranu
pt_br: Capturas de tela
ru: Снимки экрана
tr: Ekran görüntüleri
zh_hans: 截屏

source: Search clipboard
ar: البحث في الحافظة
de: Zwischenablage durchsuchen
es: Buscar en el portapapeles
fr: Rechercher dans le presse-papiers
it: Cerca negli appunti
ja: クリップボードを検索
ko: 클립보드 검색
nl: Klembord doorzoeken
pl: Przeszukaj schowek
pt_br: Buscar na área de transferência
ru: Поиск в буфере обмена
tr: Panoda ara
zh_hans: 搜索剪贴板

source: Security & encryption
ar: الأمان والتشفير
de: Sicherheit & Verschlüsselung
es: Seguridad y cifrado
fr: Sécurité et chiffrement
it: Sicurezza e cifratura
ja: セキュリティと暗号化
ko: 보안 및 암호화
nl: Beveiliging en versleuteling
pl: Bezpieczeństwo i szyfrowanie
pt_br: Segurança e criptografia
ru: Безопасность и шифрование
tr: Güvenlik ve şifreleme
zh_hans: 安全与加密

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteren
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
tr: Seç
zh_hans: 选择

source: Select at least one
ar: حدد عنصرًا واحدًا على الأقل
de: Mindestens einen auswählen
es: Selecciona al menos uno
fr: Sélectionnez au moins un
it: Seleziona almeno uno
ja: 1つ以上選択してください
ko: 하나 이상 선택하세요
nl: Selecteer minstens één
pl: Wybierz co najmniej jeden
pt_br: Selecione pelo menos um
ru: Выберите хотя бы один
tr: En az birini seçin
zh_hans: 请至少选择一项

source: Select multiple clips with checkboxes, then choose how to paste.
ar: حدد عدة عناصر بمربعات الاختيار، ثم اختر طريقة اللصق.
de: Mehrere Einträge per Kontrollkästchen auswählen, dann Einfügeart wählen.
es: Selecciona varios elementos con las casillas y elige cómo pegarlos.
fr: Sélectionnez plusieurs éléments avec les cases, puis choisissez le mode de collage.
it: Seleziona più appunti con le caselle, poi scegli come incollarli.
ja: チェックボックスで複数のクリップを選択し、貼り付け方法を選びます。
ko: 체크박스로 여러 클립을 선택한 후 붙여넣기 방식을 선택하세요.
nl: Selecteer meerdere items met vakjes en kies hoe u wilt plakken.
pl: Wybierz wiele elementów za pomocą pól wyboru, a następnie wybierz sposób wklejania.
pt_br: Selecione vários itens com as caixas de seleção e escolha como colar.
ru: Выберите несколько элементов флажками, затем выберите способ вставки.
tr: Onay kutularıyla birden fazla pano seçin, ardından yapıştırma yöntemini belirleyin.
zh_hans: 用复选框选择多个剪贴项，然后选择粘贴方式。

source: Sensitive vault
ar: خزنة حساسة
de: Sensibler Tresor
es: Bóveda sensible
fr: Coffre sensible
it: Vault sensibile
ja: 機密Vault
ko: 민감 보관함
nl: Gevoelige kluis
pl: Wrażliwy sejf
pt_br: Cofre sensível
ru: Конфиденциальное хранилище
tr: Hassas kasa
zh_hans: 敏感保险库

source: Sensitivity
ar: الحساسية
de: Empfindlichkeit
es: Sensibilidad
fr: Sensibilité
it: Sensibilità
ja: 感度
ko: 민감도
nl: Gevoeligheid
pl: Czułość
pt_br: Sensibilidade
ru: Чувствительность
tr: Hassasiyet
zh_hans: 敏感度

source: Sequential
ar: تسلسلي
de: Nacheinander
es: Secuencial
fr: Séquentiel
it: In sequenza
ja: 順番に
ko: 순차
nl: Oplopend
pl: Sekwencyjnie
pt_br: Sequencial
ru: По очереди
tr: Sıralı
zh_hans: 按顺序

source: Shortcuts
ar: اختصارات
de: Tastenkürzel
es: Atajos
fr: Raccourcis
it: Scorciatoie
ja: ショートカット
ko: 단축키
nl: Sneltoetsen
pl: Skróty
pt_br: Atalhos
ru: Сочетания клавиш
tr: Kısayollar
zh_hans: 快捷键

source: Show in Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ru: Показать в Finder
tr: Finder'da göster
zh_hans: 在 Finder 中显示

source: Single text
ar: نص واحد
de: Einzelner Text
es: Texto único
fr: Texte unique
it: Un solo testo
ja: 単一テキスト
ko: 단일 텍스트
nl: Enkele tekst
pl: Pojedynczy tekst
pt_br: Texto único
ru: Один текст
tr: Tek metin
zh_hans: 单个文本

source: Smart automatic
ar: تلقائي ذكي
de: Intelligent automatisch
es: Automático inteligente
fr: Automatique intelligent
it: Automatico intelligente
ja: スマート自動
ko: 스마트 자동
nl: Slim automatisch
pl: Inteligentne automatyczne
pt_br: Automático inteligente
ru: Умный автоматический
tr: Akıllı otomatik
zh_hans: 智能自动

source: Startup
ar: بدء التشغيل
de: Start
es: Inicio
fr: Démarrage
it: Avvio
ja: 起動
ko: 시작
nl: Opstarten
pl: Uruchamianie
pt_br: Inicialização
ru: Запуск
tr: Başlangıç
zh_hans: 启动

source: Stopped (pause)
ar: متوقف (إيقاف مؤقت)
de: Gestoppt (Pause)
es: Detenido (pausa)
fr: Arrêté (pause)
it: Fermo (pausa)
ja: 停止（一時停止）
ko: 중지됨(일시 중지)
nl: Gestopt (pauze)
pl: Zatrzymane (pauza)
pt_br: Parado (pausa)
ru: Остановлено (пауза)
tr: Durduruldu (duraklatma)
zh_hans: 已停止（暂停）

source: Strict
ar: صارم
de: Streng
es: Estricto
it: Rigoroso
ja: 厳格
ko: 엄격
nl: Strikt
pl: Ścisła
pt_br: Rigoroso
ru: Строгая
tr: Katı
zh_hans: 严格

source: Text
ar: نص
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
tr: Metin
zh_hans: 文本

source: The app stays in the menu bar and does not appear in the Dock. You can disable it in System Settings → General → Login Items.
ar: يبقى التطبيق في شريط القوائم ولا يظهر في Dock. يمكنك تعطيله من إعدادات النظام → عام → عناصر تسجيل الدخول.
de: Die App bleibt in der Menüleiste und erscheint nicht im Dock. Deaktivieren in Systemeinstellungen → Allgemein → Login-Objekte.
es: La app permanece en la barra de menús y no aparece en el Dock. Puedes desactivarla en Ajustes del Sistema → General → Ítems de inicio.
fr: L'app reste dans la barre des menus et n'apparaît pas dans le Dock. Désactivez-la dans Réglages Système → Général → Ouverture.
it: L'app resta nella barra dei menu e non compare nel Dock. Puoi disattivarla da Impostazioni di sistema → Generali → Elementi di accesso.
ja: アプリはメニューバーに常駐し、Dockには表示されません。システム設定 → 一般 → ログイン項目で無効にできます。
ko: 앱은 메뉴 막대에 유지되며 Dock에 표시되지 않습니다. 시스템 설정 → 일반 → 로그인 항목에서 비활성화할 수 있습니다.
nl: De app blijft in de menubalk en verschijnt niet in het Dock. U kunt dit uitschakelen in Systeeminstellingen → Algemeen → Inlogitems.
pl: Aplikacja pozostaje na pasku menu i nie pojawia się w Docku. Możesz ją wyłączyć w Ustawieniach systemowych → Ogólne → Elementy logowania.
pt_br: O app permanece na barra de menus e não aparece no Dock. Você pode desativá-lo em Ajustes do Sistema → Geral → Itens de Login.
ru: Приложение остаётся в строке меню и не отображается в Dock. Отключить можно в Системных настройках → Основные → Объекты входа.
tr: Uygulama menü çubuğunda kalır ve Dock'ta görünmez. Sistem Ayarları → Genel → Oturum Açma Öğeleri'nden devre dışı bırakabilirsiniz.
zh_hans: App 保留在菜单栏中，不会出现在 Dock。可在系统设置 → 通用 → 登录项中禁用。

source: The vault always encrypts sensitive text and files (AES-GCM, key in the Mac Keychain). With “Encrypt full archive”, the index is saved as history.enc. Touch ID is required to view and copy from the vault.
ar: تشفّر الخزنة دائمًا النصوص والملفات الحساسة (AES-GCM، المفتاح في سلسلة مفاتيح Mac). مع «تشفير الأرشيف الكامل»، يُحفظ الفهرس كـ history.enc. يلزم Touch ID للعرض والنسخ من الخزنة.
de: Der Tresor verschlüsselt sensible Texte und Dateien stets (AES-GCM, Schlüssel in der Mac-Schlüsselbundverwaltung). Mit „Gesamtes Archiv verschlüsseln“ wird der Index als history.enc gespeichert. Touch ID ist zum Anzeigen und Kopieren aus dem Tresor erforderlich.
es: La bóveda siempre cifra textos y archivos sensibles (AES-GCM, clave en el Llavero del Mac). Con «Cifrar archivo completo», el índice se guarda como history.enc. Touch ID es necesario para ver y copiar desde la bóveda.
fr: Le coffre chiffre toujours les textes et fichiers sensibles (AES-GCM, clé dans le Trousseau Mac). Avec « Chiffrer l'archive complète », l'index est enregistré sous history.enc. Touch ID est requis pour afficher et copier depuis le coffre.
it: Il vault cifra sempre testi e file sensibili (AES-GCM, chiave nel Keychain del Mac). Con «Cifra tutto lo storico» anche l'indice viene salvato come history.enc. Touch ID serve per visualizzare e copiare dal vault.
ja: Vaultは常に機密テキストとファイルを暗号化します（AES-GCM、キーはMacのキーチェーン）。「アーカイブ全体を暗号化」ではインデックスがhistory.encとして保存されます。Vaultの表示とコピーにはTouch IDが必要です。
ko: 보관함은 항상 민감한 텍스트와 파일을 암호화합니다(AES-GCM, 키는 Mac 키체인). '전체 보관함 암호화' 시 인덱스는 history.enc로 저장됩니다. 보관함 보기 및 복사에 Touch ID가 필요합니다.
nl: De kluis versleutelt altijd gevoelige tekst en bestanden (AES-GCM, sleutel in Mac-sleutelhanger). Met 'Volledig archief versleutelen' wordt de index opgeslagen als history.enc. Touch ID is vereist om uit de kluis te bekijken en kopiëren.
pl: Sejf zawsze szyfruje wrażliwe teksty i pliki (AES-GCM, klucz w Pęku kluczy Maca). Przy „Szyfruj całe archiwum” indeks jest zapisywany jako history.enc. Touch ID jest wymagany do podglądu i kopiowania z sejfu.
pt_br: O cofre sempre criptografa textos e arquivos sensíveis (AES-GCM, chave no Chaveiro do Mac). Com «Criptografar arquivo completo», o índice é salvo como history.enc. Touch ID é necessário para visualizar e copiar do cofre.
ru: Хранилище всегда шифрует конфиденциальные тексты и файлы (AES-GCM, ключ в связке ключей Mac). При «Шифровать весь архив» индекс сохраняется как history.enc. Для просмотра и копирования из хранилища требуется Touch ID.
tr: Kasa hassas metin ve dosyaları her zaman şifreler (AES-GCM, anahtar Mac Anahtar Zinciri'nde). «Tüm arşivi şifrele» ile dizin history.enc olarak kaydedilir. Kasadan görüntülemek ve kopyalamak için Touch ID gerekir.
zh_hans: 保险库始终加密敏感文本和文件（AES-GCM，密钥在 Mac 钥匙串中）。启用“加密完整归档”后，索引保存为 history.enc。查看和复制保险库内容需要 Touch ID。

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
tr: Bugün
zh_hans: 今天

source: Touch ID required for sensitive clips
ar: يلزم Touch ID للعناصر الحساسة
de: Touch ID für sensible Einträge erforderlich
es: Touch ID necesario para elementos sensibles
fr: Touch ID requis pour les éléments sensibles
it: Touch ID per accedere agli appunti sensibili
ja: 機密クリップにはTouch IDが必要
ko: 민감한 클립에 Touch ID 필요
nl: Touch ID vereist voor gevoelige items
pl: Touch ID wymagany dla wrażliwych elementów
pt_br: Touch ID necessário para itens sensíveis
ru: Touch ID для конфиденциальных элементов
tr: Hassas öğeler için Touch ID gerekli
zh_hans: 敏感剪贴项需要 Touch ID

source: Unlock
ar: إلغاء القفل
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировать
tr: Kilidi aç
zh_hans: 解锁

source: Unlock the sensitive clipboard vault
ar: إلغاء قفل خزنة الحافظة الحساسة
de: Sensiblen Zwischenablage-Tresor entsperren
es: Desbloquear la bóveda sensible del portapapeles
fr: Déverrouiller le coffre sensible du presse-papiers
it: Sblocca il vault degli appunti sensibili
ja: 機密クリップボードVaultのロック解除
ko: 민감 클립보드 보관함 잠금 해제
nl: Gevoelige klembordkluis ontgrendelen
pl: Odblokuj wrażliwy sejf schowka
pt_br: Desbloquear o cofre sensível da área de transferência
ru: Разблокировать конфиденциальное хранилище буфера
tr: Hassas pano kasasının kilidini aç
zh_hans: 解锁敏感剪贴板保险库

source: Unpin
ar: إلغاء التثبيت
de: Lösen
es: Quitar fijación
fr: Désépingler
it: Rimuovi pin
ja: ピン留め解除
ko: 고정 해제
nl: Losmaken
pl: Odepnij
pt_br: Desafixar
ru: Открепить
tr: Sabitlemeyi kaldır
zh_hans: 取消固定

source: Vault
ar: الخزنة
de: Tresor
es: Bóveda
fr: Coffre
ko: 보관함
nl: Kluis
pl: Sejf
pt_br: Cofre
ru: Хранилище
tr: Kasa
zh_hans: 保险库

source: Vault auto-delete
ar: حذف تلقائي للخزنة
de: Tresor-Auto-Löschung
es: Autoeliminación de la bóveda
fr: Suppression auto du coffre
it: Auto-eliminazione vault
ja: Vaultの自動削除
ko: 보관함 자동 삭제
nl: Kluis automatisch verwijderen
pl: Automatyczne usuwanie sejfu
pt_br: Autoexclusão do cofre
ru: Автоудаление хранилища
tr: Kasa otomatik silme
zh_hans: 保险库自动删除

source: Vault on disk
ar: الخزنة على القرص
de: Tresor auf Festplatte
es: Bóveda en disco
fr: Coffre sur disque
it: Vault su disco
ja: ディスク上のVault
ko: 디스크의 보관함
nl: Kluis op schijf
pl: Sejf na dysku
pt_br: Cofre no disco
ru: Хранилище на диске
tr: Diskteki kasa
zh_hans: 磁盘上的保险库

source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
tr: Sürüm
zh_hans: 版本
